Revit 2027 API
ParameterTypeId.DividedSurfaceTileBorder Property
 "Border Tile"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceTileBorder { get; }
Public Shared ReadOnly Property DividedSurfaceTileBorder As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceTileBorder {
	ForgeTypeId^ get ();
}
static member DividedSurfaceTileBorder : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace